tap "homebrew/autoupdate"
tap "homebrew/bundle"
brew "arduino-cli"
brew "bash-completion"
brew "blueutil"
brew "cask"
brew "cmake"
brew "cmatrix"
brew "ruby"
brew "cocoapods"
brew "conan"
brew "elixir"
brew "exercism"
brew "exiftool"
brew "fastlane"
brew "ffmpeg"
brew "fortune"
brew "gh"
brew "git-lfs"
brew "jq"
brew "llvm"
brew "mas"
brew "neofetch"
brew "ninja"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "perl"
brew "pipx"
brew "powerlevel10k"
brew "pv"
brew "qt"
brew "rbenv"
brew "rust"
brew "shellcheck"
brew "sl"
brew "subversion"
brew "swift-format"
brew "tmux"
brew "vcpkg"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "arduino-ide"
cask "audacity"
cask "balenaetcher"
cask "betterdisplay"
cask "blender"
cask "busycal"
cask "chatgpt"
cask "clip-studio-paint"
cask "creality-print"
cask "cursor"
cask "devonthink"
cask "disk-drill"
cask "docker"
cask "firefox@developer-edition"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-meslo-for-powerlevel10k"
cask "font-pretendard"
cask "font-sf-mono"
cask "font-sf-pro"
cask "github-copilot-for-xcode"
cask "godot"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "little-snitch"
cask "lm-studio"
cask "logi-options+"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "mission-control-plus"
cask "netnewswire"
cask "obs"
cask "pixelsnap"
cask "platypus"
cask "popclip"
cask "prusaslicer"
cask "qt-creator"
cask "qt-design-studio"
cask "sf-symbols"
cask "sketch"
cask "unity-hub"
cask "visual-studio-code"
cask "wacom-tablet"
cask "wireshark"
mas "Actions", id: 1586435171
mas "Ad Block One", id: 1491889901
mas "Adblock Plus", id: 1432731683
mas "Affinity Designer 2", id: 1616831348
mas "Claquette", id: 587748131
mas "CotEditor", id: 1024640650
mas "DaisyDisk", id: 411643860
mas "Day Progress", id: 6450280202
mas "Developer", id: 640199958
mas "Exporter", id: 1099120373
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Git Streaks", id: 1525795950
mas "HacKit", id: 1549557075
mas "Hancom Office HWP Viewer", id: 416746898
mas "Hex Fiend", id: 1342896380
mas "JSON Editor", id: 567740330
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MacDroid", id: 1476545828
mas "Magnet", id: 441258766
mas "Motion", id: 434290957
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Right Click", id: 1364038646
mas "RunCat", id: 1429033973
mas "ScanTexter", id: 1635954549
mas "Scrivener 3", id: 1310686187
mas "SingleFile", id: 6444322545
mas "Sketchbook Pro", id: 1570472288
mas "SnippetsLab", id: 1006087419
mas "Swifter", id: 1621133381
mas "System Toolkit Pro", id: 6471391855
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Time Sink", id: 404363161
mas "Translatium", id: 6541750489
mas "Transporter", id: 1450874784
mas "Unicorn Blocker", id: 1231935892
mas "Unicorn HTTPS", id: 1475628500
mas "UpNote", id: 1398373917
mas "UpNote Web Clipper", id: 1566998257
mas "waifu2x", id: 1286485858
mas "Webull Desktop", id: 1334590352
mas "Xcode", id: 497799835