tap "barseghyanartur/app-menu-tap"
tap "guywaldman/tap"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "paninihouse/brewer-cmd"
brew "cryptography"
brew "awscli"
brew "bash-completion"
brew "cmake"
brew "cmatrix"
brew "dash"
brew "docker"
brew "docker-compose"
brew "elixir"
brew "emacs"
brew "fastfetch"
brew "ruby"
brew "terminal-notifier"
brew "fastlane"
brew "fortune"
brew "gh"
brew "git-lfs"
brew "jq"
brew "lf"
brew "m-cli"
brew "mackup"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "openjdk"
brew "perl"
brew "pinentry-mac"
brew "pv"
brew "rbenv"
brew "shellcheck"
brew "sl"
brew "stow"
brew "subversion"
brew "tmux"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "blender"
cask "busycal"
cask "creality-print"
cask "discord"
cask "dteoh-devdocs"
cask "font-jetbrains-mono"
cask "font-pretendard"
cask "font-sf-mono"
cask "font-sf-pro"
cask "iterm2"
cask "karabiner-elements"
cask "lookin"
cask "mactex"
cask "microsoft-auto-update"
cask "netnewswire"
cask "obsidian"
cask "pixelsnap"
cask "popclip"
cask "sf-symbols"
cask "sketch"
cask "visual-studio-code"
cask "vivaldi"
mas "Actions", id: 1586435171
mas "Ad Block One", id: 1491889901
mas "Adblock Plus", id: 1432731683
mas "Affinity Designer 2", id: 1616831348
mas "Capture", id: 6458535284
mas "Claquette", id: 587748131
mas "CotEditor", id: 1024640650
mas "Create Custom Symbols", id: 6476924627
mas "DaisyDisk", id: 411643860
mas "Day Progress", id: 6450280202
mas "Developer", id: 640199958
mas "Exporter", id: 1099120373
mas "Final Cut Pro", id: 424389933
mas "Git Streaks", id: 1525795950
mas "Hex Fiend", id: 1342896380
mas "JSON Editor", id: 567740330
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Magnet", id: 441258766
mas "Mockup", id: 1527554407
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Palette Genius", id: 6472593276
mas "Photomator", id: 1444636541
mas "PiPad", id: 1482575592
mas "Pixelmator Pro", id: 1289583905
mas "Playgrounds", id: 1496833156
mas "Prodrafts", id: 1545810067
mas "Right Click", id: 1364038646
mas "RunCat", id: 1429033973
mas "ScanTexter", id: 1635954549
mas "Scrivener 3", id: 1310686187
mas "Simplified for Twitter", id: 1479307973
mas "SingleFile", id: 6444322545
mas "SnippetsLab", id: 1006087419
mas "Swifter", id: 1621133381
mas "Syntax for Xcode", id: 6450876529
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Time Passage", id: 6479194014
mas "Time Sink", id: 404363161
mas "Unicorn Blocker", id: 1231935892
mas "Unicorn HTTPS", id: 1475628500
mas "UpNote", id: 1398373917
mas "UpNote Web Clipper", id: 1566998257
mas "Userscripts-Mac-App", id: 1463298887
mas "Vimlike", id: 1584519802
mas "Webull Desktop", id: 1334590352
mas "XCFormat", id: 1165321484
mas "Xcode", id: 497799835
